Repository: samjaninf/ihatemoney
Catalog: ihatemoney/translations/*/LC_MESSAGES/messages.po
Languages: ca, nb_no

source: You have just created '%(project)s' to share your expenses
ca: Acabes de crear '%(project)s' per a compartir les teves despeses
nb_no: Du har akkurat opprettet "%(project)s" for å dele dine utgifter

source: Not a valid amount or expression. Only numbers and + - * / operators are accepted.
ca: No és un import o expressió vàlida. Només s'accepten números i els operadors + - * /.
nb_no: Ikke et gyldig beløp eller uttrykk. Kun nummer og operatorene + - * / godtas.

source: Project name
ca: Nom del projecte
nb_no: Prosjektnavn

source: New private code
ca: Codi privat nou
nb_no: Ny privat kode

source: Enter a new code if you want to change it
ca: Introdueix un codi nou si vols el canviar
nb_no: Skriv inn en ny kode hvis du ønsker å endre den

source: Email
ca: Correu electrònic
nb_no: E-post

source: Enable project history
ca: Habilitar l'historial del projecte
nb_no: Skru på prosjekthistorikk

source: Use IP tracking for project history
ca: Utilitzar el seguiment d'IP per a l'historial del projecte
nb_no: Bruk IP-sporing for prosjekthistorikk

source: Default Currency
ca: Moneda per defecte
nb_no: Forvalgt valuta

source: Setting a default currency enables currency conversion between bills
ca: L'establiment d'una moneda predeterminada permet la conversió de moneda entre factures
nb_no: En forvalg valutainnstilling skrur på konvertering mellom regninger

source: Unknown error
ca: Error desconegut
nb_no: Ukjent feil

source: Invalid private code.
ca: Codi privat no vàlid.
nb_no: Ugyldig privat kode

source: This project cannot be set to 'no currency' because it contains bills in multiple currencies.
ca: Aquest projecte no es pot definir com a «cap moneda» perquè conté factures en diverses monedes.

source: Project identifier
ca: Identificador del projecte
nb_no: Prosjektidentifikator

source: Private code
ca: Codi privat
nb_no: Privat kode

source: Create the project
ca: Crear projecte
nb_no: Opprett prosjektet

source: A project with this identifier ("%(project)s") already exists. Please choose a new identifier
ca: Ja existeix un projecte amb aquest identificador ("%(project)s"). Si us plau, tria un identificador nou
nb_no: Et prosjekt med denne identifikatoren ("%(project)s") finnes allerede. Velg en ny identifikator.

source: Which is a real currency: Euro or Petro dollar?
ca: En quina moneda: euro o petrodòlar?
nb_no: Hva er en ekte valuta: Euro eller petro-dollar?

source: Please, validate the captcha to proceed.
ca: Si us plau, valida el captcha per a continuar.
nb_no: Bekreft CAPTCHA-en for å fortsette.

source: Enter private code to confirm deletion
ca: Introdueix el codi privat per a confirmar la supressió
nb_no: Skriv inn privat kode for å bekrefte sletting

source: Get in
ca: Entrar-hi

source: Admin password
ca: Contrasenya d'administració
nb_no: Administratorpassord

source: Send me the code by email
ca: Envia'm el codi per correu electrònic
nb_no: Send meg koden per e-post

source: This project does not exists
ca: Aquest projecte no existeix
nb_no: Dette prosjektet finnes ikke

source: Password mismatch
ca: La contrasenya no coincideix
nb_no: Passordet samsvarer ikke

source: Password
ca: Contrasenya
nb_no: Passord

source: Password confirmation
ca: Confirmació de contrasenya
nb_no: Passordbekreftelse

source: Reset password
ca: Restablir la contrasenya
nb_no: Tilbakestill passord

source: When?
ca: Quan?
nb_no: Når?

source: What?
ca: Què?
nb_no: Hva?

source: Who paid?
ca: Qui va pagar?
nb_no: Hvem betalte?

source: How much?
ca: Quant?
nb_no: Hvor meget?

source: Currency
ca: Moneda
nb_no: Valuta

source: External link
ca: Enllaç extern
nb_no: Ekstern lenke

source: A link to an external document, related to this bill
ca: Un enllaç a un document extern, relacionat amb aquesta factura
nb_no: En lenke til et eksternt dokument, i relasjon til denne regningen

source: For whom?
ca: Per a qui?
nb_no: For hvem?

source: Submit
ca: Enviar
nb_no: Send inn

source: Submit and add a new one
ca: Enviar i afegir-ne un de nou
nb_no: Send inn og legg til ny

source: Project default: %(currency)s
ca: Moneda predeterminada del projecte: %(currency)s
nb_no: Prosjektforvalg: %(currency)s

source: Name
ca: Nom
nb_no: Navn

source: Weights should be positive
ca: Els pesos han de ser positius
nb_no: Vekter må være positive

source: Weight
ca: Pes
nb_no: Vekt

source: Add
ca: Afegir
nb_no: Legg til

source: The participant name is invalid
ca: El nom del participant no és vàlid

source: This project already have this participant
ca: Aquest projecte ja compta amb aquest participant

source: People to notify
ca: Gent a notificar
nb_no: Folk å varsle

source: Send the invitations
ca: Enviar les invitacions
nb_no: Send ut invitasjonene

source: The email %(email)s is not valid
ca: El correu electrònic %(email)s no és vàlid

source: Logout
ca: Tancar sessió

source: {dual_object_0} and {dual_object_1}
ca: {dual_object_0} i {dual_object_1}
nb_no: {dual_object_0} og {dual_object_1}

source: {previous_object}, and {end_object}
ca: {previous_object}, i {end_object}
nb_no: {previous_object}, og {end_object}

source: No Currency
ca: Cap moneda
nb_no: Ingen valuta

source: This admin password is not the right one. Only %(num)d attempts left.
ca: Aquesta contrasenya d'administrador no és la correcta. Només queden %(num)d intents.
nb_no: Dette administratorpassordet er ikke rett. Kun %(num)d forsøk igjen.

source: Provided token is invalid
ca: El testimoni proporcionat no és vàlid
nb_no: Angitt symbol er ugyldig

source: This private code is not the right one
ca: Aquest codi privat no és el correcte
nb_no: Denne private koden er ikke rett

source: A reminder email has just been sent to you
ca: T'acaben d'enviar un correu electrònic de recordatori
nb_no: En påminnelse har blitt sendt til deg per e-post

source: We tried to send you an reminder email, but there was an error. You can still use the project normally.
ca: Hem intentat enviar-vos un correu electrònic de recordatori, però s'ha produït un error. Encara podeu utilitzar el projecte amb normalitat.

source: No token provided
ca: No s'ha proporcionat cap testimoni
nb_no: Inget symbol angitt

source: Invalid token
ca: Testimoni no vàlid
nb_no: Ugyldig symbol

source: Unknown project
ca: Projecte desconegut
nb_no: Ukjent prosjekt

source: Password successfully reset.
ca: La contrasenya s'ha restablert correctament.

source: Cannot add bills in multiple currencies to a project without default currency
ca: No es poden afegir factures en diverses monedes a un projecte sense moneda predeterminada
nb_no: Kan ikke legge til regninger i flere valutaer i et prosjekt uten forvalgt valuta

source: Project successfully uploaded
ca: El projecte s'ha penjat correctament

source: Project successfully deleted
ca: El projecte s'ha suprimit correctament

source: Error deleting project
ca: S'ha produït un error en suprimir el projecte

source: You have been invited to share your expenses for %(project)s
ca: T'han convidat a compartir les teves despeses per a %(project)s
nb_no: Du har blitt invitert til å dele dine utgifter i forbindelse med %(project)s

source: Your invitations have been sent
ca: S'han enviat les teves invitacions
nb_no: Invitasjonene dine har blitt sendt

source: %(member)s has been added
ca: S'ha afegit %(member)s
nb_no: %(member)s har blitt lagt til

source: Error activating participant
ca: S'ha produït un error en activar el participant

source: %(name)s is part of this project again
ca: %(name)s ja forma part d'aquest projecte
nb_no: %(name)s er en del av dette prosjektet igjen

source: Error removing participant
ca: S'ha produït un error en eliminar el participant

source: Participant '%(name)s' has been deactivated. It will still appear in the list until its balance reach zero.
ca: El participant «%(name)s» ha estat desactivat. Continuarà apareixent a la llista fins que el seu saldo arribi a zero.

source: Participant '%(name)s' has been removed
ca: S'ha eliminat el participant '%(name)s'

source: Participant '%(name)s' has been modified
ca: El participant '%(name)s' ha estat modificat

source: The bill has been added
ca: S'ha afegit la factura
nb_no: Regningen har blitt lagt til

source: Error deleting bill
ca: S'ha produït un error en suprimir la factura
nb_no: Klarte ikke å slette regning

source: The bill has been deleted
ca: La factura s'ha suprimit
nb_no: Regningen har blitt slettet

source: The bill has been modified
ca: La factura ha estat modificada
nb_no: Regningen har blitt endret

source: Error deleting project history
ca: S'ha produït un error en suprimir l'historial del projecte

source: Deleted project history.
ca: S'ha suprimit l'historial del projecte.

source: Error deleting recorded IP addresses
ca: S'ha produït un error en suprimir les adreces IP enregistrades

source: Deleted recorded IP addresses in project history.
ca: S'han suprimit les adreces IP enregistrades a l'historial del projecte.

source: Sorry, we were unable to find the page you've asked for.
ca: Ho sentim, no hem pogut trobar la pàgina que has demanat.
nb_no: Fant ikke siden du forespurte.

source: The best thing to do is probably to get back to the main page.
ca: Probablement, el millor és tornar a la pàgina principal.
nb_no: Det beste foretagende er antagelig å vise hovedsiden.

source: Back to the list
ca: Tornar a la llista
nb_no: Tilbake til listen

source: Administration tasks are currently disabled.
ca: Les tasques d'administració estan deshabilitades actualment.

source: Authentication
ca: Autenticació

source: The project you are trying to access do not exist, do you want to
ca: El projecte al qual estàs intentant accedir no existeix, vols
nb_no: Prosjektet du prøver å få tilgang til finnes ikke. Ønsker du å

source: create it
ca: crear-lo
nb_no: opprette det

source: Create a new project
ca: Crear un projecte nou
nb_no: Opprett et nytt prosjekt

source: Project
ca: Projecte
nb_no: Prosjekt

source: Number of participants
ca: Nombre de participants

source: Number of bills
ca: Nombre de factures
nb_no: Antall regninger

source: Newest bill
ca: Factura més recent
nb_no: Nyeste regning

source: Oldest bill
ca: Factura més antiga
nb_no: Eldste regning

source: Actions
ca: Accions
nb_no: Handlinger

source: edit
ca: editar
nb_no: rediger

source: Delete project
ca: Suprimir el projecte
nb_no: Slett prosjekt

source: show
ca: mostrar
nb_no: vis

source: The Dashboard is currently deactivated.
ca: El panell està desactivat actualment.
nb_no: Oversikten er for tiden avskrudd.

source: Download Mobile Application
ca: Descarregar l'aplicació mòbil
nb_no: Last ned mobilprogram

source: Get it on
ca: Aconsegueix-ho

source: Edit project
ca: Editar el projecte
nb_no: Rediger prosjekt

source: Download project's data
ca: Descarregar les dades del projecte
nb_no: Last ned prosjektets data

source: Bill items
ca: Elements de factura
nb_no: Regningsoppføringer

source: Download the list of bills with owner, amount, reason,...
ca: Descarregar la llista de factures amb propietari, import, motiu,...

source: Settle plans
ca: Plans de liquidació
nb_no: Nedbetalingsplaner

source: Download the list of transactions needed to settle the current bills.
ca: Descarregar la llista transaccions necessàries per a liquidar les factures actuals.
nb_no: Last ned listen over overføringer som må til for å nedbetale gjeldende regninger.

source: Can't remember the password?
ca: No recordes la contrasenya?
nb_no: Husker du ikke passordet?

source: Cancel
ca: Cancel·lar
nb_no: Avbryt

source: Privacy Settings
ca: Configuració de la privacitat
nb_no: Personvernsinnstillinger

source: This will remove all bills and participants in this project!
ca: Això eliminarà totes les factures i tots els participants en aquest projecte!
nb_no: Dette vil fjerne alle regninger og deltagere i prosjektet!

source: Choose file
ca: Triar fitxer
nb_no: Velg fil

source: Edit this bill
ca: Editar aquesta factura
nb_no: Rediger denne regningen

source: Add a bill
ca: Afegir una factura
nb_no: Legg til en regning

source: Everyone
ca: Tothom
nb_no: Alle

source: No one
ca: Ningú
nb_no: Ingen

source: More options
ca: Més opcions
nb_no: Flere valg

source: Add participant
ca: Afegir participant
nb_no: Legg til deltager

source: Edit this participant
ca: Editar aquest participant

source: john.doe@example.com, mary.moe@site.com
ca: eloi.serra@exemple.cat, maria.canut@lloc.com

source: Download
ca: Descarregar
nb_no: Last nd

source: Disabled Project History
ca: Historial del projecte deshabilitat

source: Disabled Project History & IP Address Recording
ca: Historial del projecte i enregistrament d'adreces IP deshabilitats

source: Enabled Project History
ca: Historial del projecte habilitat
nb_no: Påskrudd prosjekthistorikk

source: Disabled IP Address Recording
ca: Enregistrament d'adreces IP deshabilitat

source: Enabled Project History & IP Address Recording
ca: Historial del projecte i enregistrament d'adreces IP habilitats

source: Enabled IP Address Recording
ca: Enregistrament d'adreces IP habilitat

source: History Settings Changed
ca: S'ha canviat la configuració de l'historial

source: Bill %(name)s: %(property_name)s changed from %(before)s to %(after)s
ca: Factura %(name)s: %(property_name)s ha canviat de %(before)s a %(after)s
nb_no: Regningen %(name)s: %(property_name)s endret fra %(before)s til %(after)s

source: Bill %(name)s: %(property_name)s changed to %(after)s
ca: Factura %(name)s: %(property_name)s ha canviat a %(after)s
nb_no: Regning %(name)s: %(property_name)s endret til %(after)s

source: Confirm Remove IP Adresses
ca: Confirma l'eliminació d'adreces IP

source: Are you sure you want to delete all recorded IP addresses from this project? The rest of the project history will be unaffected. This action cannot be undone.
ca: Estàs segur que vols suprimir totes les adreces IP enregistrades d'aquest projecte? La resta de l'historial del projecte no es veurà afectat. Aquesta acció no es pot desfer.

source: Confirm deletion
ca: Confirmar la supressió
nb_no: Bekreft sletting

source: Close
ca: Tancar
nb_no: Lukk

source: Delete Confirmation
ca: Confirmació de la supressió
nb_no: Slettingsbekreftelse

source: Are you sure you want to erase all history for this project? This action cannot be undone.
ca: Estàs segur que vols esborrar tot l'historial d'aquest projecte? Aquesta acció no es pot desfer.

source: Bill %(name)s: added %(owers_list_str)s to owers list
ca: Factura %(name)s: afegida a la llista de propietaris %(owers_list_str)s
nb_no: Regning %(name)s: La til %(owers_list_str)s på eierlisten

source: Bill %(name)s: removed %(owers_list_str)s from owers list
ca: Factura %(name)s: eliminada de la llista de propietaris %(owers_list_str)s
nb_no: Regning %(name)s: fjernet %(owers_list_str)s fra eierlisten

source: Some entries below contain IP addresses, even though this project has IP recording disabled.
ca: Algunes de les entrades següents contenen adreces IP, tot i que aquest projecte té l'enregistrament IP deshabilitat.

source: Delete stored IP addresses
ca: Suprimir les adreces IP emmagatzemades
nb_no: Slett lagrede IP-adresser

source: No IP Addresses to erase
ca: No hi ha adreces IP a esborrar

source: Delete Stored IP Addresses
ca: Suprimir les adreces IP emmagatzemades

source: No history to erase
ca: No hi ha historial a esborrar
nb_no: Ingen historikk å slette

source: Clear Project History
ca: Netejar l'historial del projecte
nb_no: Tøm prosjekthistorikk

source: Time
ca: Hora
nb_no: Tid

source: Event
ca: Esdeveniment
nb_no: Hendelse

source: IP address recording can be enabled on the settings page
ca: L'enregistrament d'adreces IP es pot habilitar a la pàgina de configuració

source: IP address recording can be disabled on the settings page
ca: L'enregistrament d'adreces IP es pot deshabilitar a la pàgina de configuració

source: From IP
ca: Des d'IP
nb_no: Fra IP

source: Project %(name)s added
ca: S'ha afegit el projecte %(name)s
nb_no: Prosjektnavn %(name)s lagt til

source: Bill %(name)s added
ca: S'ha afegit la factura %(name)s
nb_no: Regningen %(name)s har blitt lagt til

source: Participant %(name)s added
ca: S'ha afegit el participant %(name)s
nb_no: Deltageren %(name)s ble lagt til

source: Project private code changed
ca: S'ha canviat el codi privat del projecte
nb_no: Prosjektets private kode ble endret

source: Project renamed to %(new_project_name)s
ca: S'ha canviat el nom del projecte a %(new_project_name)s
nb_no: Prosjektnavn endret til %(new_project_name)s

source: Project contact email changed to %(new_email)s
ca: El correu electrònic de contacte del projecte ha canviat a %(new_email)s
nb_no: Prosjektets e-postkontaktadresse endret til %(new_email)s

source: Project settings modified
ca: S'ha modificat la configuració del projecte
nb_no: Prosjektinnstillinger endret

source: Participant %(name)s deactivated
ca: S'ha desactivat el participant %(name)s

source: Participant %(name)s reactivated
ca: S'ha reactivat el participant %(name)s

source: Participant %(name)s renamed to %(new_name)s
ca: El participant %(name)s ha canviat de nom a %(new_name)s
nb_no: Deltageren %(name)s fikk sitt navn endret til %(new_name)s

source: Bill %(name)s renamed to %(new_description)s
ca: Factura %(name)s ha canviat el nom a %(new_description)s
nb_no: Regningen %(name)s fikk sitt navn endret til %(new_description)s

source: Participant %(name)s: weight changed from %(old_weight)s to %(new_weight)s
ca: Participant %(name)s: el pes ha canviat de %(old_weight)s a %(new_weight)s

source: Payer
ca: Pagador
nb_no: Betaler

source: Amount
ca: Import
nb_no: Beløp

source: Date
ca: Data
nb_no: Dato

source: Amount in %(currency)s
ca: Import en %(currency)s
nb_no: Beløp i %(currency)s

source: Bill %(name)s modified
ca: Factura %(name)s modificada
nb_no: Regningen %(name)s har blitt endret

source: Participant %(name)s modified
ca: Participant %(name)s modificat
nb_no: Deltageren %(name)s ble endret

source: Bill %(name)s removed
ca: Factura %(name)s eliminada

source: Participant %(name)s removed
ca: Participant %(name)s eliminat

source: Project %(name)s changed in an unknown way
ca: El projecte %(name)s ha canviat d'una manera desconeguda

source: Bill %(name)s changed in an unknown way
ca: La factura %(name)s ha canviat d'una manera desconeguda
nb_no: Regningen %(name)s ble endret på en ukjent måte

source: Participant %(name)s changed in an unknown way
ca: El participant %(name)s ha canviat d'una manera desconeguda
nb_no: Deltageren %(name)s ble endret på en ukjent måte

source: Nothing to list
ca: Res a enumerar
nb_no: Ingenting å liste opp

source: Someone probably cleared the project history.
ca: Probablement algú ha netejat l'historial del projecte.
nb_no: Noen tømte antagelig prosjekthistorikken.

source: Manage your shared <br />expenses, easily
ca: Gestiona les teves despeses compartides <br />, fàcilment
nb_no: Håndter delte <br />utgifter, enkelt

source: Try out the demo
ca: Prova la demo
nb_no: Prøv demonstrasjonen

source: You're sharing a house?
ca: Comparteixes casa?
nb_no: Deler du et hus?

source: Going on holidays with friends?
ca: Vas de vacances amb amics?
nb_no: Skal du på ferie med venner?

source: Simply sharing money with others?
ca: Simplement comparteixes despeses amb d'altres?
nb_no: Enkel deling av penger med andre?

source: We can help!
ca: Et podem ajudar!

source: Log in to an existing project
ca: Iniciar sessió en un projecte existent
nb_no: Logg inn i et eksisterende prosjekt

source: Log in
ca: Iniciar Sessió
nb_no: Logg inn

source: can't remember your password?
ca: no recordes la teva contrasenya?
nb_no: glemt passordet ditt?

source: Create
ca: Crear
nb_no: Opprett

source: Don\'t reuse a personal password. Choose a private code and send it to your friends
ca: No reutilitzis una contrasenya personal. Tria un codi privat i envia'l als teus amics

source: Account manager
ca: Gestor de comptes
nb_no: Kontobehandler

source: Bills
ca: Factures
nb_no: Regninger

source: Settle
ca: Liquidacions
nb_no: Gjør opp

source: Statistics
ca: Estadístiques
nb_no: Statistikk

source: Languages
ca: Idiomes
nb_no: Språk

source: Projects
ca: Projectes
nb_no: Prosjekter

source: Start a new project
ca: Començar un projecte nou
nb_no: Start et nytt prosjekt

source: History
ca: Historial
nb_no: Historikk

source: Settings
ca: Configuració
nb_no: Innstillinger

source: Other projects :
ca: Altres projectes:

source: switch to
ca: commutar a
nb_no: bytt til

source: Dashboard
ca: Panell
nb_no: Oversikt

source: Code
ca: Codi
nb_no: Kode

source: Mobile Application
ca: Aplicació mòbil
nb_no: Mobilprogram

source: Documentation
ca: Documentació
nb_no: Dokumentasjon

source: Administration Dashboard
ca: Panell d'administració
nb_no: Administrasjonsoversiktspanel

source: Legal information
ca: Informació legal

source: "I hate money" is free software
ca: «I hate money» és programari lliure

source: you can contribute and improve it!
ca: pots contribuir-hi i millorar-lo!
nb_no: du kan bidra og forbedre den.

source: %(amount)s each
ca: %(amount)s cadascun
nb_no: %(amount)s hver

source: you sure?
ca: n'estàs segur?
nb_no: er du sikker?

source: Invite people
ca: Convidar gent
nb_no: Inviter folk

source: Newer bills
ca: Factures més noves
nb_no: Nyere regninger

source: Older bills
ca: Factures més antigues
nb_no: Eldre regninger

source: You should start by adding participants
ca: Hauries de començar afegint participants
nb_no: Du kan starte ved å legge til deltagere

source: Add a new bill
ca: Afegir una factura nova
nb_no: Legg til en ny regning

source: For what?
ca: Què va pagar?
nb_no: For hva?

source: Added on %(date)s
ca: Afegida el %(date)s
nb_no: Lagt til %(date)s

source: Everyone but %(excluded)s
ca: Tothom menys %(excluded)s
nb_no: Alle, unntagen %(excluded)s

source: delete
ca: suprimir
nb_no: slett

source: No bills
ca: Sense factures
nb_no: Ingen regninger

source: Nothing to list yet.
ca: Res a enumerar encara.

source: Password reminder
ca: Recordatori de contrasenya
nb_no: Passordpåminner

source: A link to reset your password has been sent to you, please check your emails.
ca: Se t'ha enviat un enllaç per a restablir la vostra contrasenya, comprova els teus correus electrònics.

source: Return to home page
ca: Tornar a la pàgina d'inici

source: Your projects
ca: Els teus projectes
nb_no: Dine prosjekter

source: Reset your password
ca: Restablir la contrasenya
nb_no: Tilbakestill passordet ditt

source: Invite people to join this project
ca: Convidar a persones a unir-se a aquest projecte
nb_no: Inviter folk til å ta del i dette prosjektet

source: Send via Emails
ca: Enviar per correu electrònic

source: Share Identifier & code
ca: Compartir l'identificador i el codi

source: Identifier:
ca: Identificador:
nb_no: Identifikator:

source: Who pays?
ca: Qui ha de pagar?
nb_no: Hvem betaler?

source: To whom?
ca: A qui?
nb_no: Til hvem?

source: Who?
ca: Qui?
nb_no: Hvem?

source: Balance
ca: Saldo

source: deactivate
ca: desactivar
nb_no: skru av

source: reactivate
ca: reactivar
nb_no: skru på igjen

source: Paid
ca: Pagat
nb_no: Betalt

source: Spent
ca: Gastat
nb_no: Forbrukt

source: Expenses by Month
ca: Despeses per mes
nb_no: Utgifter per måned

source: Period
ca: Període
nb_no: Periode
